Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Often contains telescopes, orreries, [[InexplicableTreasureChests hidden artifacts]], [[SecretPath secret passages]], [[TomeOfEldritchLore tomes of eldritch lore]], etc. * MagicalLibrary: A library of magic books, often itself enchanted and often safekeeping magical artifacts.
pt_br: Costuma conter telescópios, planetários, [[Br/BauDeTesouroInexplicavel artefatos ocultos]], [[Br/PassagemSecreta passagens secretas]], [[Br/TomoDeConhecimentoAlien tomos de conhecimento alien]], entre outros. * Br/BibliotecaMagica: Uma biblioteca com livros mágicos, geralmente encantada e protegendo artefatos mágicos.

source: Often done with heroic characters whose rudeness might prevent them from being sympathetic.
pt_br: Frequentemente feito com personagens heroicos cuja grosseria pode impedi-los de serem solidários

source: Often found alongside DenserAndWackier (when the work is made sillier and more gag-oriented than what came before), YoungerAndHipper (retooling a work so that the characters are younger to appeal to younger demographics) and KinderAndCleaner (where profanity is toned down if not removed outright).
pt_br: Costuma ser encontrado junto com Br/MaisDensoEEstranho (quando a obra é tornada mais orientada à piadas aleatórias do que antes), Br/MaisJovemEManeiro (remodelando uma obra para que os personagens fiquem mais jovens, a fim de conseguir popularidade com um público mais novo) e Br/MaisGentilELimpo (quando as profanidades são reduzidas ou totalmente removidas).

source: Often found in the darkest jungle.
pt_br: Costuma ser encontrada em uma selva densa.

source: Often goes hand-in-hand with the DespairEventHorizon, to the point where a number of examples on this page can be found on the other as well.
pt_br: Costuma andar lado a lado com o Br/HorizonteDesesperadoDeEventos, ao ponto de que vários exemplos nesta página também podem ser encontrados na outra.

source: Often has NoOSHACompliance.
pt_br: Geralmente é um lugar [[Br/SemConformidadeComANR12 sem conformidade com a NR-12]].

source: Often highly honorable, if they [[IGaveMyWord give their word]], they'll carry it out even if it makes things worse.
pt_br: Geralmente muito honrados, e se eles [[Br/EuDeiMinhaPalavra deram sua palavra]], eles vão seguir com a promessa mesmo que isso piore as coisas.

source: Often members of TheEmpire, they use organization, rules and honor to their advantage, inflicting their will on others by achieving power within the system.
pt_br: Costumam ser membros do [[Br/OImperio império]], usando a organização, regras e honra em própria vantagem e impondo as próprias vontades sobre os outros ao obter poder dentro do sistema.

source: Often overlaps with ButThouMust in gaming, particularly when a player choice renders a "required" character absent.
pt_br: Em videogames, costuma vir acompanhado de Br/MasTuDeves, especialmente se uma certa escolha faz com que um personagem "necessário" fique ausente.

source: Often paired with TheDeterminator- not all of the bullets miss, [[OnlyAFleshWound just the lethal ones]].
pt_br: Costuma ser combinado com Br/ODeterminado - nem todas as balas erram, apenas aquelas que seriam letais.

source: Often rejected by a hero who wishes to focus on the downtrodden instead of the kind of people who can afford to get help there.
pt_br: Costuma ser rejeitado por um herói que deseja focar nos desamparados ao invés das pessoas que podem se consultar lá.

source: Often skipped by the buttons in an elevator.
pt_br: Costuma ser pulado pelos botões no elevador.

source: Often willing to give even nasty villains another chance.
pt_br: Muitas vezes disposto a dar outra chance até mesmo aos vilões desagradáveis.

source: Often, it's used to serve a new plot by changing its context or expanding an existing setting; however, it's also done when the creators are caught writing a story that violates continuity and isn't very plausible.
pt_br: Isso geralmente é usado para atender a uma nova trama através da mudança de contexto ou expandindo uma ambientação pré existente; no entanto, também acontece quando os criadores estão escrevendo uma história que viola a continuidade e não é muito plausível.

source: Often, some kind of HandWave is meant to assure the audience that it really wasn't ''that'' bad.
pt_br: Geralmente algum tipo de Br/{{Pincelada}} é usada para assegurar o público que não foi ''tão'' ruim assim.

source: Often, such endings are the result of the plot making a completely happy ending impossible.
pt_br: Geralmente esses finais resultam de uma trama que torna impossível um final completamente feliz.

source: Often, these can disguise a GambitRoulette as ThePlan.
pt_br: Essas coincidências podem fazer com que uma Br/RoletaDeGambitos se pareça com Br/OPlano.

source: Oh dear.
pt_br: Que puxa.

source: Oh, don't worry about that, [[BlatantLies the soul consumption clause is never exercised]]."]] %% %% Caption selected per above thread.
pt_br: Não se preocupe com essa parte, [[Br/MentirasDescaradas a cláusula de consumo de alma nunca é aplicada]]."]]

source: Oh, my God, we killed him.]]\\ '''The Shoveler:''' [[spoiler: What do you mean "we"?
pt_br: Mãe do céu, nós matamos ele.]]\\ '''O Pá:''' [[spoiler: Como assim, "nós"?

source: OhAndXDies and DidYouDie are also subtropes.
pt_br: Br/AhEXMorre e Br/VoceMorreu também são sub-tropos.

source: Okay, that's not exactly fair, but Jon Hein noted his tendency to play characters like this and called him the "patron saint of shark-jumping" -- his appearance in a series spelled its doom.
pt_br: Ok, isso não é realmente justo, mas Jon Hein notou a tendência dele de interpretar personagens nesse estilo e o chamou de "santo padroeiro do pulo sobre tubarão" -- a aparição dele em uma série significou a ruína desta.

source: On "Chespirito", few new Chavo scripts were written, but the restaging of old Chavo episodes was a regular feature on the show until Chespirito retired the character in 1992.
pt_br: Em "Chespirito", poucos roteiros novos de Chaves foram escritos e a reprise de episódios anteriores era uma característica regular, até que Chespirito aposentou o personagem em 1992.

source: On another level, it does this to celebrity-loving culture -- what it does to the people who seek it, and the people who have it.
pt_br: Em outro nível, é também um comentário sobre a cultura de adoração a celebridades -- o que isso faz com as pessoas que buscam esse status e com as pessoas que o têm.

source: On one hand, this allows for {{Call Forward}}s as well as an opportunity to [[ExpandedUniverse further expand the universe]] of a work.
pt_br: Por um lado, isso dá muita margem para referências a itens futuros assim como uma oportunidade para [[Br/UniversoExpandido expandir o universo]] de uma obra.

source: On rare occasions, a Cloudcuckoolander may become BoredWithInsanity and become more normal.
pt_br: Em raras ocasiões, um personagem lunático pode ficar Br/EntediadoComAInsanidade e se tornar mais normal.

source: On rare occasions, she may be revealed to be a ButchLesbian, a {{Tsundere}}, or even a ViolentlyProtectiveGirlfriend.
pt_br: Em raras ocasiões ela pode ser apresentada como uma Br/LesbicaMachuda, uma Br/{{Tsundere}} ou mesmo uma Br/NamoradaViolentamenteProtetora.

source: On the ''other'' other hand, a clear warning might be taken as CassandraTruth anyway.
pt_br: Por ''outro'' lado, um aviso claro pode ser interpretado como Br/VerdadeDeCassandra.

source: On the advice of [[TheManBehindTheMan Bernard]], Pope Innocent II exempted them from taxes, and conferred upon them full independence from any authority except that of the Pope.
pt_br: Sob a orientação de [[Br/OHomemPorTrasDoHomem Bernardo]], o Papa Inocêncio II os eximiu de impostos e lhes concedeu independência completa de qualquer autoridade, exceto a do Papa.

source: On the other hand, Administrivia/TropesAreNotBad.
pt_br: Por outro lado, BrAdministrivia/TroposNaoSaoRuins.

source: On the other hand, a FauxActionGirl, by definition, almost always insists that a character is an ActionGirl, and does not want the audience to notice the "Faux" part: that she is actually ''bad'' at fighting.
pt_br: Por outro lado, uma Br/PseudoGarotaDeAcao, por definição, sempre insiste que um personagem é uma Br/GarotaDeAcao e não quer que o público perceba a "pseudo" parte: que na verdade ela é ''ruim'' em lutas.

source: On the other hand, a gun the size of a shotgun ''can shoot down spaceships''.
pt_br: Por outro lado, uma arma do tamanho de uma espingarda é capaz de ''derrubar espaçonaves''.

source: On the other hand, if the added qualification is clear enough that the result serves a distinct narrative function from the original--then it becomes a SubTrope.
pt_br: Por outro lado, se a qualificação adicionada é clara o suficiente para que o resultado sirva a um propósito narrativo diferente do original, então ele se torna um Br/SubTropo.

source: On the other hand, many artists are Tropers themselves, and a number of our linguistic travesties are borrowed from industry jargon.
pt_br: Por outro lado, muitos artistas são também tropoeiros, e muitas das nossas artimanhas linguísticas são emprestadas do jargão da indústria.

source: On the other hand, some "loopholes" were actually [[DevelopersForesight exceptions put in the rule for a reason]] and as such are (or have become) part of the rule.
pt_br: Por outro lado, algumas "brechas" na verdade são [[Br/AntecipacaoDoDesenvolvedor exceções à regra que estão lá por um motivo]] e, como tal, elas são (ou se tornaram) parte da regra.

source: On the other hand, this is sometimes an '''inversion''' of Status Quo is God, since other times, people ''try'' to change the status quo by ensuring the conflict doesn't repeat.
pt_br: Por outro lado, isso às vezes é uma '''inversão''' de Status Quo É Deus, já que em outras ocasiões as pessoas ''tentam'' mudar o status quo ao assegurar que o conflito não se repita.

source: On the other, the prequel often heavily {{retcon}}s the backstory, it can have consequences that should have been mentioned in the original story, and it's difficult to keep up the tension when [[ForegoneConclusion the audience knows how it ends]].
pt_br: Por outro, a prequência costuma usar muita Br/ContinuidadeRetroativa para emendar as histórias de fundo, pode ter consequências que deveriam ter sido mencionadas na história original e também é difícil manter a tensão quando o público [[Br/ConclusaoConhecida já sabe como termina]].

source: On the rare occasions it is done well, however, it can be absolute NightmareFuel, all the more jarring because both [[GenreSavvy viewers and characters]] tend to associate well lit areas with safety -- [[WrongGenreSavvy which is not always the case.]] Numerous particularly well-done instances of this form can be seen in Series/TheWalkingDead, with walkers as likely to attack in open fields in broad daylight as in dark basements, making for prime ParanoiaFuel.
pt_br: No entanto, nas raras ocasiões em que isso é bem-feito, isso pode se tornar Br/CombustivelParaPesadelo dos bons, intensificado porque tanto os [[Br/LigadoNoGenero espectadores quanto os personagens]] tendem a associar áreas bem iluminadas com segurança, [[Br/LigadoNoGeneroErrado o que não é sempre o caso]]. Casos numerosos e particularmente bem executados podem ser vistos em BrSerie/TheWalkingDead, com os zumbis podendo atacar tanto em campos abertos à luz do dia quanto em porões escuros, o que rende Br/CombustivelPraParanoia.

source: On the whole, their creators are at least ''trying.'' But if it's DirectToVideo media, the chances that the third one is nothing but unmitigated crap is already close to 100%.
pt_br: No geral, seus criadores estão pelo menos ''tentando''. Mas se for mídia que vai direto para DVD ou televisão, as chances de o terceiro ser uma bosta já são bem próximas de 100%.

source: On top of that, not only are viewers stupid, they are also intolerant of people and things unlike themselves, [[SmallReferencePools ignorant]], [[TheyChangedItNowItSucks hate change]], need to be instantly satisfied, and have the attention span of [[ViewersAreGoldfish a goldfish]].
pt_br: Além disso, não só os espectadores são estúpidos, eles são também intolerantes à pessoas e coisas que não são como eles, são [[Br/PequenoEspacoDeReferencia ignorantes]], [[Br/ElesMudaramPorIssoEUmaDroga odeiam mudanças]], precisam ser instantaneamente satisfeitos e possuem tanta atenção quanto um [[Br/EspectadoresSaoPeixinhosDourados peixinho dourado]].

source: On top of this, Philip IV was conducting his own campaign to expand royal authority and limit papal authority.
pt_br: Para completar, Filipe IV estava conduzindo sua própria campanha para expandir a autoridade real e limitar a autoridade papal.

source: On.
pt_br: Ligar.

source: Once Spooner learns enough about Sonny and the Three Laws to ask the hologram about them, then he starts getting somewhere, but the hologram still doesn't outright name VIKI as the mastermind, likely as a failsafe just in case.]] * YouHaveGotToBeKiddingMe: When Spooner, driving on the higheay, sees the USR trucks filled with robots boxing him in, he says "There is no way my luck is that bad." [[MakeItLookLikeAnAccident He's absolutely correct.]] * YouHaveToBelieveMe: Spooner, first that a demolition robot [[MakeItLookLikeAnAccident spontaneously changed its schedule to kill him]], and then that the trucks he ran off the road were full of robots trying to kill him.
pt_br: Quando Spooner aprende o suficiente sobre Sonny e as Três Leis para perguntar do holograma sobre elas, ele começa a chegar em algum lugar, mas o holograma ainda assim não aponta VIKI como a mandante, provavelmente como uma medida de precaução]]. * Br/VoceSoPodeEstarDeBrincadeira: Quando Spooner, dirigindo na via expressa, se percebe aprisionado por caminhões da USR carregados com robôs, ele diz "Eu não posso ser tão azarado assim." [[Br/FazerParecerComUmAcidente Ele está absolutamente correto]]. * Br/VoceTemQueAcreditarEmMim: Spooner, primeiro quando um robô de demolição [[Br/FazerParecerComUmAcidente espontaneamente mudou o horário agendado a fim de o matar]], e então quando os caminhões na estrada estavam carregados de robôs tentando o matar.

source: Once audiences began catching on to the trope, straight examples are either lampshaded, parodied or ''severely'' downplayed.
pt_br: Quando o público começou a se dar conta do tropo, os usos típicos começaram a ser parodiados, iluminados ou ''muito'' minimizados.

source: Once he makes the mistake of triggering Furious' UnstoppableRage, the tide turns in Furious' favor]].
pt_br: Mas quando ele comete o erro de ativar a Br/FuriaIncontrolavel do Irado, o equilíbrio da luta muda]].

source: One advantage of a bottle episode is that it comes equipped with its own reason for why the characters need to stay together and communicate, an essential part of screenwriting.
pt_br: Uma vantagem do episódio engarrafado é que ele vem equipado com seu próprio motivo pelo qual os personagens precisam ficar juntos e se comunicar, o que é um aspecto essencial da roteirização.

source: One can try and fix it with an AlternateUniverse, but that brings up its own problems: first, such universes can be seen as {{expendable|AlternateUniverse}}, and second, it causes UniquenessDecay--the audience will have a harder time identifying with AliceAndBob if they're not the ''only'' Alice and Bob in existence.
pt_br: É possível tentar consertar isso através do uso de um Br/UniversoAlternativo, mas isso traz consigo dois problemas: primeiro, tais universos podem ser vistos como [[Br/UniversoAlternativoDescartavel descartáveis]]; segundo, isso causa Br/DecaimentoDaIndividualidade -- o público vai ter problemas em se conectar com Br/JoaoEMaria se eles não são os ''únicos'' João e Maria em existência.

source: One doesn't necessarily cause the other, but smart executives usually time the release of the film at the peak of the show's popularity, so it's all downhill from there.
pt_br: Um não é necessariamente causado pelo outro, mas executivos espertos costumam alinhar o lançamento do filme com o pico de popularidade do show, por isso dali pra frente é só pra trás.

source: One episode even involves the kids having to enter her house just to deliver a newspaper, and they find out it's like a haunted dungeon.
pt_br: Um episódio até envolve as crianças tendo que entrar na casa dela para entregar um jornal, e elas descobrem que é como uma masmorra assombrada.

source: One episode where Don Ramón is found to be sleepwalking ends with Doña Clotilde saying that no one should believe in things such as speaking with the dead, that it's all gibberish.
pt_br: Um episódio que traz Seu Madruga andando enquanto dorme termina com a Dona Clotilde dizendo que ninguém deve acreditar em tais coisas como falar com os mortos, isso é besteira.

source: One example is a robot being able to push a car with significant force with just one arm.
pt_br: Um exemplo é um robô empurrando um carro com força significativa usando apenas um braço.

source: One example is when Señor Barriga stumbles at (and totals) El Chavo's refreshment stand: he yells "¡Tenía que ser el Señor Barriga!" in frustration!
pt_br: Um exemplo é quando o Senhor Barriga tropeça (e destrói) a quitanda de refrescos do Chaves, no que este exclama: "Tinha que ser o Senhor Barriga!"

source: One issue with prequels in electronic media is that if they come out years after the original, you have the problem of technology in RealLife advancing to the point that special effects, graphics, etc. make the prequel look more advanced than the original, which ends up with a CosmeticallyAdvancedPrequel.
pt_br: Um problema com prequências em mídia eletrônica é que se elas saem muitos anos após o original, a tecnologia da Br/VidaReal avança ao ponto de os efeitos especiais, gráficos, etc., fazerem a prequência parecer mais avançada que o original, o que resulta em uma Br/PrequenciaCosmeticamenteAvancada.

source: One mark of a Cloudcuckoolander is when, 90% of the time, you think the character is just plain nuts, but 10% of the time, you suspect that the character is in fact the OnlySaneMan on the show.
pt_br: Um traço típico de um lunático é quando em 90% do tempo você pensa que ele apenas tem uns parafusos a menos, mas nos 10% restantes você suspeita que esse personagem é, na verdade, a Br/UnicaPessoaSa no programa.

source: One might initially wonder where the cat went after Calvin said she was allergic (and thus unable to take care of it).
pt_br: Inicialmente pode-se perguntar para onde foi o gato depois que Calvin disse que era alérgica (e, portanto, inapta a cuidar dele).

source: One of the [[OlderThanFeudalism oldest storytelling devices]] in history, the climax is the point, usually in the [[ThreeActStructure third act]] (sometimes the second), in which the story reaches its very height, where the {{Conflict}}ing forces collide in a manner that resolves the conflict -- one way or another -- with the {{Denouement}} sweeping up the pieces.
pt_br: Um dos dispositivos narrativos [[Br/MaisVelhoQueOFeudalismo mais velhos da história]], o clímax é o ponto no [[Br/EstruturaDeTresAtos terceiro ato]] (e às vezes no segundo) em que a história alcança o ápice, onde as forças em Br/{{Conflito}} colidem de maneira a resolvê-lo -- de um jeito ou de outro -- com o Br/{{Desfecho}} limpando a sujeira depois.

source: One of the few ways to actually change a Knight Templar's mind is to kick their ass down to the ground.
pt_br: Um dos poucos meios de mudar a mente de um Cavaleiro Templário é enchê-los de porrada até que fiquem caídos no chão.

source: One of those times ended up with El Chavo killing Quico's cat to avoid crashing into him, and yet, Profesor Jirafales decided to put El Chavo into a mock trial in the vecindad... [[AmoralAttorney with him as the judge, no less]].
pt_br: Uma dessas ocasiões termina com o Chaves atropelando o gato de Quico para evitar de acertá-lo, e ainda assim Girafales decidiu submeter Chaves a uma encenação de julgamento na vila... [[Br/AdvogadoAmoral com ele sendo o juiz, ainda por cima]].

source: One or more [=AIs=] will display human-like attributes and frequently one or more humans may be portrayed as amoral and overly obedient in order to further blur the line between "human" and "non-human".
pt_br: Uma ou mais [=IAs=] vai exibir atributos humanos e frequentemente um ou mais humanos serão retratados como amorais e excessivamente obedientes para atenuar ainda mais a fronteira entre "humano" e "não-humano".

source: One possible justification could be that, with the first law being what it is, if you have thousands and thousands of expendable robots roaming around wherever humans live, and they're programmed to always react when people are in danger of being harmed, you might as well make them as strong and fast as possible so as to make them better equipped for any number of rescue scenarios they might come across.
pt_br: Uma possível explicação sob a luz da Primeira Lei é que se há milhares e milhares de robôs andando no entorno de onde humanos vivem, e eles são programados para sempre reagir quando há perigo de um humano se ferir, então é bom que eles sejam tão fortes e rápidos quanto possível para que eles estejam melhor equipados para uma miríade de cenários de resgate que eles possam encontrar.

source: One version of this narrative includes Universal Omniscient, in which the narrator relates information that ''no'' character in the story has.
pt_br: Uma variante dessa narrativa é o Onisciente Universal, onde o narrador dá informação que ''nenhum'' personagem da história possui.

source: One version that takes place during the "clean up" after the vecindad's holiday party goes something like this: -->'''Doña Cleotilde:''' Are you okay Don Jaimito?
pt_br: Uma versão que acontece durante a limpeza após o Festival da Boa Vizinhança se desenrola mais ou menos assim: -->'''Dona Clotilde:''' Você está bem, Jaiminho?

source: One way is to use it to show how ''pathetic'' a villain is -- after the villain gives a BreakingSpeech, a hero's [[ShutUpHannibal classic rebuttal]] is "says the guy who became an EvilOverlord to work out his daddy issues." The second way is for the villain to [[DontYouDarePityMe sneer at the hero's pity for them]], even exploiting it in a fight.
pt_br: Um jeito de usá-la é mostrar o quão ''patético'' um vilão é -- depois que ele dá o seu discurso, uma [[Br/CalaABocaHannibal réplica clássica]] é "diz o sujeito que se tornou um Br/SoberanoDoMal para lidar com os problemas com o pai". O outro meio é o vilão [[Br/NaoOuseTerPenaDeMim desprezar a simpatia do herói]], e talvez até mesmo a explorando em uma luta.

source: One week after the edgy parody of Series/ElChavoDelOcho made by WebVideo/EnchufeTv, Roberto Gomez Fernandez - son of the original creator, Roberto Gomez Bolaños - didn't like the parody.
pt_br: Uma semana depois da paródia feita pelo site [=EnchufeTv=], Roberto Gomez Fernandez (filho do Roberto Gomez Bolaños) tomou conhecimento da paródia -- e não gostou.

source: Only Knights, recruited from the noble aristocracy (though in the early days, noble ancestry wasn't necessarily required), [[IconicOutfit wore the iconic Templar regalia of White Surcoat over Chain Mail]] emblazoned with a Red Cross on its chest.
pt_br: Apenas os Cavaleiros, que eram recrutados dentre a nobre aristocracia (apesar de nos primeiros dias a ancestralidade nobre não ser um requisito), vestiam [[Br/TrajeIconico a icônica insígnia dos Templários]] composta por um sobretudo branco sobre uma cota de malha, estampada com uma cruz vermelha no tórax.
